Repository: ntnguyenmba/salonboothmath
Catalog: ios/SalonBoothMath/Hybrid.xcstrings
Source language: en
Languages: es, vi

# pay.hybrid
source: Hybrid
es: Híbrido
vi: Kết hợp

# home.hybridContext
source: %@/%@ · you keep %d%%
es: %@/%@ · conservas %d%%
vi: %@/%@ · bạn giữ %d%%

# home.payContextSplit
source: You keep %d%% · house keeps %d%%
es: Tú conservas %d%% · el salón conserva %d%%
vi: Bạn giữ %d%% · tiệm giữ %d%%

# compare.onHybrid
source: Hybrid
es: Híbrido
vi: Kết hợp

# br.taxNote
source: Tax set-aside is an optional estimate. It is not taken out of what you take home.
es: La reserva para impuestos es una estimación opcional. No se descuenta de lo que te llevas.
vi: Khoản để dành thuế là ước tính tùy chọn. Khoản này không bị trừ khỏi tiền còn lại.

# settings.taxNote
source: Optional estimate only. This does not reduce what you take home.
es: Solo una estimación opcional. No reduce lo que te llevas.
vi: Chỉ là ước tính tùy chọn. Không làm giảm số tiền còn lại hiển thị.

# br.effectiveHourly
source: Per hour
es: Por hora
vi: Mỗi giờ

# home.takeHome
source: You take home
es: Te llevas
vi: Bạn còn lại

# paywall.shortTitle
source: Lifetime Access
es: Acceso de por vida
vi: Truy cập trọn đời

# nav.back
source: Back
es: Atrás
vi: Quay lại

# nav.cancel
source: Cancel
es: Cancelar
vi: Hủy

# settings.language
source: Language
es: Idioma
vi: Ngôn ngữ

# settings.serviceSplit
source: Your service split
es: Tu parte de servicios
vi: Phần dịch vụ của bạn

# settings.houseKeeps
source: House/owner keeps %d%%
es: El salón/dueño conserva %d%%
vi: Tiệm/chủ giữ %d%%

# br.yourShare
source: Your service share
es: Tu parte de servicios
vi: Phần dịch vụ của bạn

# br.houseShare
source: House/owner service share
es: Parte de servicios del salón/dueño
vi: Phần dịch vụ của tiệm/chủ

# home.compareDeal
source: Compare
es: Comparar
vi: So sánh

# home.addToday
source: Add today
es: Agregar hoy
vi: Thêm hôm nay

# home.addToWeek
source: Add to this week
es: Agregar a esta semana
vi: Thêm vào tuần này

# home.addedToday
source: Added today · %@
es: Agregado hoy · %@
vi: Đã thêm hôm nay · %@

# settings.hoursToday
source: Hours today · optional
es: Horas de hoy · opcional
vi: Số giờ hôm nay · tùy chọn

# br.yourTips
source: Your tips
es: Tus propinas
vi: Tiền boa của bạn

# br.houseTips
source: House/owner tips
es: Propinas del salón/dueño
vi: Tiền boa của tiệm/chủ

# settings.rentPeriod
source: Rent period
es: Periodo de renta
vi: Chu kỳ thuê

# unit.perHour
source: /hr
es: /h
vi: /giờ

# paywall.lifetimeTitle
source: Know if booth rent or commission is costing you money
es: Descubre si la renta o la comisión te está costando dinero
vi: Biết thuê chỗ hay chia phần có đang làm bạn mất tiền không

# paywall.takeHomeLead
source: You take home %@. See what your current setup is really costing you.
es: Te llevas %@. Mira cuánto te cuesta realmente tu forma de pago actual.
vi: Bạn còn lại %@. Xem cách trả hiện tại thực sự đang tốn của bạn bao nhiêu.

# paywall.benefitCompare
source: Compare booth rent, commission, and hybrid with your real numbers
es: Compara renta de puesto, comisión e híbrido con tus números reales
vi: So sánh thuê chỗ, chia phần và kết hợp bằng số thật của bạn

# paywall.benefitDifference
source: See the exact dollars you gain or give up with each setup
es: Mira los dólares exactos que ganas o pierdes con cada opción
vi: Xem chính xác bạn được thêm hay mất bao nhiêu tiền với từng cách

# paywall.benefitTrack
source: Track your real take-home and hourly earnings
es: Sigue tu neto real y lo que ganas por hora
vi: Theo dõi số còn lại thật và thu nhập theo giờ

# paywall.benefitHistory
source: Save weeks and see your 4-week total and average
es: Guarda semanas y mira tu total y promedio de 4 semanas
vi: Lưu tuần và xem tổng cùng trung bình 4 tuần

# paywall.once
source: One purchase · no subscription
es: Una compra · sin suscripción
vi: Mua một lần · không đăng ký tháng

# decisions.title
source: Compare Your Pay
es: Compara tu forma de pago
vi: So sánh cách nhận tiền

# decisions.subtitle
source: Use this week's numbers to see how your pay setup compares and what could leave you with more.
es: Usa los números de esta semana para comparar tu forma de pago y ver cuál podría dejarte más.
vi: Dùng số liệu tuần này để so sánh cách nhận tiền và xem cách nào có thể giúp bạn giữ lại nhiều hơn.

# decisions.needSalesTitle
source: What sales do I need?
es: ¿Cuánto debo facturar?
vi: Cần bán bao nhiêu?

# decisions.needSalesHint
source: Enter target take-home. We estimate services under booth rent using your current tips, fees, and rent.
es: Pon el neto objetivo. Estimamos ventas con renta de puesto.
vi: Nhập số còn lại mục tiêu. Ước tính doanh thu theo thuê chỗ.

# decisions.needSalesResult
source: Services sales needed
es: Ventas de servicios necesarias
vi: Doanh thu dịch vụ cần có

# decisions.maxRentTitle
source: Max rent that still beats commission
es: Renta máxima que aún gana a comisión
vi: Tiền thuê tối đa vẫn hơn chia phần

# decisions.maxRentHint
source: Highest weekly rent where booth matches or beats your commission at this week's volume.
es: Renta semanal más alta donde el puesto iguala o supera tu comisión.
vi: Tiền thuê tuần cao nhất mà thuê chỗ vẫn bằng hoặc hơn chia phần.

# decisions.maxRentResult
source: Max weekly rent
es: Renta semanal máxima
vi: Tiền thuê tuần tối đa

# decisions.breakEvenCutTitle
source: Break-even commission cut
es: Corte de comisión de equilibrio
vi: Phần trăm chia hòa vốn

# decisions.breakEvenCutHint
source: Keep-% that matches booth take-home at this volume. Above this, commission wins.
es: % que te quedas para igualar el neto del puesto.
vi: % bạn giữ để bằng số còn lại khi thuê chỗ.

# decisions.breakEvenCutResult
source: You keep
es: Tú conservas
vi: Bạn giữ

# paywall.benefitDecisions
source: Compare your pay, see the sales you need, the most rent you should pay, and your break-even commission
es: Compara tu pago, mira las ventas que necesitas, la renta máxima que deberías pagar y tu comisión de equilibrio
vi: So sánh cách nhận tiền, xem doanh thu cần đạt, tiền thuê tối đa nên trả và tỷ lệ chia hòa vốn

# paywall.benefitNoAds
source: Remove ads permanently
es: Elimina los anuncios para siempre
vi: Xóa quảng cáo vĩnh viễn

# decisions.backToThisWeek
source: Back to this week
es: Volver a esta semana
vi: Quay lại tuần này

# paywall.softTitle
source: Unlock history, compare pay models, and saved weeks
es: Desbloquea historial, compara formas de pago y semanas guardadas
vi: Mở khóa lịch sử, so sánh cách nhận tiền và các tuần đã lưu

# paywall.softBody
source: See which pay setup leaves you with more money. Example: at 55% commission you keep $437; at $250 booth rent you keep $457. Plus remove ads permanently. $9.99 once.
es: Mira qué forma de pago te deja más dinero. Ejemplo: con 55% de comisión te quedas $437; con $250 de renta te quedas $457. Además elimina anuncios para siempre. $9.99 una sola vez.
vi: Xem cách nhận tiền nào giúp bạn giữ lại nhiều hơn. Ví dụ: chia 55% bạn giữ $437; thuê chỗ $250 bạn giữ $457. Đồng thời xóa quảng cáo vĩnh viễn. Chỉ $9.99 một lần.

# paywall.softCta
source: See which pay setup leaves you with more
es: Mira qué forma de pago te deja más
vi: Xem cách nào giúp bạn giữ lại nhiều hơn
